Repository: ayroop/WooCommerce-Installment-Purchase
Catalog: languages/installment-purchase-*.po
Languages: fa_ir

source: WooCommerce Installment Purchase requires WooCommerce to be installed and active.
fa_ir: افزونه خرید اقساطی ووکامرس نیاز به نصب و فعال بودن ووکامرس دارد.

source: Payment Method
fa_ir: روش پرداخت

source: Cash Payment
fa_ir: پرداخت نقدی

source: Installment Payment
fa_ir: پرداخت اقساطی

source: Down Payment: %s
fa_ir: پیش پرداخت: %s

source: Monthly Payment: %s x %d months
fa_ir: پرداخت ماهانه: %s در %d ماه

source: Service Fee: %s%%
fa_ir: کارمزد: %s%%

source: Please log in to apply for installment purchase.
fa_ir: لطفاً برای درخواست خرید اقساطی وارد حساب کاربری خود شوید.

source: Invalid product selected.
fa_ir: محصول نامعتبر انتخاب شده است.

source: First Name
fa_ir: نام

source: Last Name
fa_ir: نام خانوادگی

source: Bank Account Number
fa_ir: شماره حساب بانکی

source: I agree to the terms and conditions
fa_ir: من با شرایط و ضوابط موافقم

source: Submit Application
fa_ir: ثبت درخواست

source: Installment Purchase
fa_ir: خرید اقساطی

source: Enable customers to purchase products in installments
fa_ir: امکان خرید اقساطی محصولات برای مشتریان

source: Enable/Disable
fa_ir: فعال/غیرفعال

source: Enable Installment Purchase
fa_ir: فعال کردن خرید اقساطی

source: Title
fa_ir: عنوان

source: This controls the title which the user sees during checkout.
fa_ir: این عنوانی است که کاربر در صفحه تسویه حساب می‌بیند.

source: Description
fa_ir: توضیحات

source: This controls the description which the user sees during checkout.
fa_ir: این توضیحی است که کاربر در صفحه تسویه حساب می‌بیند.

source: Pay for your purchase in monthly installments.
fa_ir: خرید خود را به صورت اقساط ماهانه پرداخت کنید.

source: Minimum Down Payment (%)
fa_ir: حداقل پیش پرداخت (%)

source: Minimum down payment percentage required.
fa_ir: درصد حداقل پیش پرداخت مورد نیاز.

source: Service Fee (%)
fa_ir: کارمزد (%)

source: Service fee percentage applied to the remaining balance.
fa_ir: درصد کارمزد اعمال شده به مبلغ باقیمانده.

source: Maximum Months
fa_ir: حداکثر ماه‌ها

source: Maximum number of months for installment payments.
fa_ir: حداکثر تعداد ماه‌های پرداخت اقساط.

source: Inquiry Fee
fa_ir: هزینه بررسی

source: Fee for credit check inquiry.
fa_ir: هزینه بررسی اعتبار.

source: Awaiting down payment
fa_ir: در انتظار پیش پرداخت

source: Invalid request
fa_ir: درخواست نامعتبر

source: Payment Error
fa_ir: خطای پرداخت

source: Installment Applications
fa_ir: درخواست‌های اقساطی

source: Are you sure you want to approve this application?
fa_ir: آیا از تایید این درخواست اطمینان دارید؟

source: Are you sure you want to decline this application?
fa_ir: آیا از رد این درخواست اطمینان دارید؟

source: Processing...
fa_ir: در حال پردازش...

source: ID
fa_ir: شناسه

source: Customer
fa_ir: مشتری

source: Bank Account
fa_ir: حساب بانکی

source: Status
fa_ir: وضعیت

source: Date
fa_ir: تاریخ

source: Actions
fa_ir: عملیات

source: Unknown
fa_ir: نامشخص

source: Approve
fa_ir: تایید

source: Decline
fa_ir: رد

source: View Details
fa_ir: مشاهده جزئیات

source: Installment Details
fa_ir: جزئیات اقساط

source: Down Payment:
fa_ir: پیش پرداخت:

source: Remaining Balance:
fa_ir: مبلغ باقیمانده:

source: Monthly Payment:
fa_ir: پرداخت ماهانه:

source: Number of Months:
fa_ir: تعداد ماه‌ها:

source: Application not found
fa_ir: درخواست یافت نشد

source: Invalid status
fa_ir: وضعیت نامعتبر

source: Failed to update application status
fa_ir: بروزرسانی وضعیت درخواست ناموفق بود

source: Application status updated successfully
fa_ir: وضعیت درخواست با موفقیت بروزرسانی شد

source: You must be logged in to submit an application
fa_ir: برای ثبت درخواست باید وارد حساب کاربری خود شوید

source: Invalid product selected
fa_ir: محصول نامعتبر انتخاب شده است

source: Please fill in all required fields
fa_ir: لطفاً تمام فیلدهای الزامی را پر کنید

source: Failed to submit application
fa_ir: ثبت درخواست ناموفق بود

source: Application submitted successfully
fa_ir: درخواست با موفقیت ثبت شد

source: New Installment Application #%d
fa_ir: درخواست اقساطی جدید #%d

source: A new installment application has been submitted by %s %s.
fa_ir: یک درخواست اقساطی جدید توسط %s %s ثبت شده است.

source: Your Installment Application
fa_ir: درخواست اقساطی شما

source: Dear %s %s,<br><br>Your installment application has been received and is being reviewed. We will notify you once the review is complete.
fa_ir: جناب %s %s،<br><br>درخواست اقساطی شما دریافت شده و در حال بررسی است. پس از اتمام بررسی، به شما اطلاع داده خواهد شد.

source: Installment Application #%d Status Update
fa_ir: بروزرسانی وضعیت درخواست اقساطی #%d

source: Dear %s %s,<br><br>Your installment application has been approved. You can now proceed with the down payment.
fa_ir: جناب %s %s،<br><br>درخواست اقساطی شما تایید شده است. اکنون می‌توانید پیش پرداخت را انجام دهید.

source: Dear %s %s,<br><br>We regret to inform you that your installment application has been declined.
fa_ir: جناب %s %s،<br><br>متاسفانه باید به شما اطلاع دهیم که درخواست اقساطی شما رد شده است.
